{
    "nieuws":
    [
        {
            "titel": "Inside the fragment design x Louis Vuitton NYC SoHo Pop-Up Store",
            "id": 212,
            "datum": "18/05/2017 • 22:45",
            "categorieen": ["fashion","brands"],
            "samenvatting": "The shop is open now until June 30.",
            "body": "<p>The continued tour of Hiroshi Fujiwara‘s imprint fragment design bestowing the historic Louis Vuitton Malletier hit NYC today, with a clean display of the collaborative items making an impact in the tourist-heavy SoHo district. The store, while modest in size, is currently holding the vast majority of the monotone monogrammed pieces previewed both in London and Tokyo. Standout pieces include the special keepall bag at 45L sizing — sold only at the pop-ups — and the wide range of accessories that include the iPhone trunk cases, pouches with iridescent chains, a special set of pin badges, and more. In addition, the ubiquitous “Louis V. & the Fragments” varsity jacket was on display, along with collared shirts, all-over short-sleeves and jeans that, with studding, gave fans of HF a quick reminder of the good ol’ Fenom days. 3M detailing, iconic LV quality, and the subtly that Hiroshi knows best makes this one of the best collaborations between streetwear and high fashion before Supreme arrives.The pop-up store is now open until June 30 at the address below. <br> Items will hit select Louis Vuitton stores nationwide on May 5, as well as online for the RTW pieces. <br> <br> fragment design x Louis Vuitton NYC SoHo Pop-Up Store<br> 122 Greene St.<br> New York, NY 10012<br>Monday-Saturday 11 a.m.-8 p.m. EST <br>Sunday 12 p.m.-6 p.m. EST</p>",
            "afbeeldingl": "afb1.jpg",
            "afbeeldings": "afb1.jpg"
        },
        {
            "titel": "A Look Inside Noman Studio's Esprit x Opening Ceremony Pop-Up in Amsterdam",
            "id": 210,
            "datum": "19/05/2017 • 08:43",
            "categorieen": ["NEW RELAESES","BRANDS"],
            "samenvatting": "An homage to Esprit’s early emphasis on art and architecture.",
            "body": "<p>Thanks to its bright colors and bold graphics, Esprit had a major impact on Humberto Leon and Carol Lim during its late ’80s heyday, so the label makes a natural collaborative partner for Leon and Lim’s Opening Ceremony. In celebration of their co-branded Spring/Summer 2017 release, Esprit and Opening Ceremony recently opened a pop-up shop in the heart of Amsterdam. Helmed by Noman Studio, the space — located at Contemporary Art Lab B.V. — takes cues from Esprit’s early emphasis on art and architecture and showcases the pieces on complementary displays crafted out of a shiny-transparent plastic called Myst.<br> <br>Noman designers Selina Parr and Lara Tolman recently sat down with FRAME to shed light on the pop-up and the inspiration behind its design. You can check out an excerpt from the interview below while a look inside the pop-up appears above. For more from Parr and Tolman, head on over to FRAME‘s website. <br><br>Amsterdam’s Esprit x Opening Ceremony Pop-Up is open now through Saturday, May 6.<br><br>Esprit x Opening Ceremony Pop-Up <br>Contemporary Art Lab B.V.<br>Looiersgracht 60<br>1016 VT Amsterdam<br>Netherlands</p>",
            "afbeeldingl": "afb2.jpg",
            "afbeeldings": "afb2.jpg"
        },
        {
            "titel": "LVMH Officially Announces Its Own Multi-Brand E-Commerce Site",
            "id": 198,
            "datum": "19/05/2017 • 06:06",
            "categorieen": ["BRANDS","FASHION"],
            "samenvatting": "24 Sèvres is coming this June.",
            "body": "<p>LVMH is officially launching its own e-commerce store. <br> <br> Following reports of an impending launch, the French multinational luxury goods conglomerate has announced 24 Sèvres. Launching this summer, 24 Sèvres will serve as an extension of the exclusive Parisian department store Le Bon Marche — 24 Sèvres takes its name from the store’s location in Paris’s 7th arrondissement — and will offer items from over 150 labels. Brands like LVMH’s own Louis Vuitton, Dior, and Fendi will all be represented while the site’s offerings will supposedly complement those offered by the individual brands’ sites. <br> <br> 24 Sèvres will launch June 6 in over 70 countries..</p>",
            "afbeeldingl": "afb3.jpg",
            "afbeeldings": "afb3.jpg"
        }
    ]
}
